Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: American singer Roger Ridley sang it in the streets of Santa Monica in California, and afterwards, Mark added other voices and sounds recorded in Barcelona, Ireland, South Africa, India, Nepal and the Middle East. At the time of writing, the video had more than 90 million views online.
ne: विभिन्न संस्कृति, जातजाति, धर्म, र राजनीतिक पृष्ठभूमिका मानिसहरुलाई संगीतमार्फत एक ठाउँमा ल्याउने उनको प्रयासले मार्च २००५ मा २० औं शताब्दीको सर्वश्रेष्ठ गीत हरूमध्ये एक मानिएको बेन इ किङ रचित - 'स्ट्याण्ड बाइ मी' सँगै मूर्त रुप लियो। यस गीतलाई अमेरिकन गायक रोजर रिडलेले क्यालिफोर्नियास्थित शान्ता मोनिकाको सडकहरुमा गएका थिए अनि त्यसपछि मार्कले अन्य आवाज थपे साथै बार्सेलोना, आयरल्यान्ड, दक्षिण अफ्रिका, भारत, नेपाल र मध्यपूर्वमा स्वर रेकर्ड गरिए र थपिए। यो लेख लेख्नेबेलासम्म, ९ करोडभन्दा बढीले यो भिडियो अनलाइन हेरिसकेका थिए।

source: Two years later in 2007, he created the foundation of the same name:
ne: दुई वर्षपछि सन् २००७ मा उनले यसै नामको प्रतिष्ठान स्थापना गरे:

source: Our mission is to create positive change through music and arts education. As one of our students in Nepal stated, “Music is an indispensable part of life - you cannot live without music.”
ne: हाम्रो लक्ष्य संगीत र कलाको शिक्षण विधिद्वारा सकारात्मक परिवर्तन ल्याउनु हो। हाम्रा विद्यार्थीहरुमध्ये एक नेपालका विद्यार्थीले भने जस्तै, "संगीत जीवनको अभिन्न अंग हो - तपाईं संगीतबिना बाँच्न सक्नुहुन्न।" हामी थप सहमत हुन आवश्यक छैन। परिवर्तनका लागि सांगीतिक कार्यक्रम प्रतिष्ठानमा हामी हाम्रो जीवन यही सिद्धान्तमा जिउँछौं अनि हामीले गर्ने हरेक काममा लागू गर्छौं।

source: We couldn’t agree more.
ne: कोलम्बिया, मेक्सिको र अर्जेन्टिना

source: At the Playing For Change Foundation, we live our lives by this principle and apply it to everything we do. Colombia, Mexico and Argentina
ne: यस संगठनको समावेशी सन्देश धेरै देशहरूमा व्यापक रुपले पुगेको छ। सन् २०१० मा मार्क कर्लोस विवेको गीत 'ला तिएरा देल ओल्भिदो' (द ल्यान्ड अफ फर्गेटफुलनेस) रेकर्ड गर्न कोलम्बिया गए। उनी अमेरिका (उत्तरी अमेरिका र दक्षिण अमेरिका) मा सांस्कृतिक विकास प्रोत्साहन गर्न सन् २००८ मा निर्माण भएको अमेरिकाज विजनेस काउन्सिलको सहायतामा गएका थिए।

source: According to Playing for Change:
ne: परिवर्तनका लागि सांगीतिक कार्यक्रमका अनुसार:

source: Throughout our journey we have learned that music is the greatest tool for healing broken countries, cultures and hearts. With this video we set out to unite and inspire the people of Colombia so they can move forward from years of conflict and create a positive future.
ne: यस भिडियोले कोलम्बियाभरिको ७५ भन्दा बढी संगीतकारलाई देखाउँदछ। हाम्रो यात्राभरि हामीले अव्यवस्थित राष्ट्रहरु, संस्कृति र मनलाई शान्त बनाउने सबैभन्दा महत्वपूर्ण साधन संगीत हो भन्ने कुरा जान्यौं। हामीले यो भिडियो कोलम्बियाका मानिसहरूलाई एकजुट हुन र प्रेरित गर्नको लागि प्रदर्शित गरेका छौं ताकि उनीहरुले वर्षोंको द्वन्द्वबाट अगाडि बढ्न र सकारात्मक भविष्य सिर्जना गर्न सक्नेछन्।

source: Their success led them to try again in other countries, and in 2012 they went to Mexico to record 'México lindo y querido' (Beautiful and Beloved Mexico).
ne: आफ्ना सफलताले उनीहरुलाई अन्य देशहरुमा पनि परीक्षण गर्न घचघच्यायो अनि उनीहरु सन् २०१२ मा 'मेक्सिको लिन्दो इ केरिदा' (सुन्दर र प्यारो मेक्सिको) रेकर्ड गर्न मेक्सिको पुगे। उनीहरुले युवाहरुसँग मिलेर देशको हिंसाविरुद्ध लड्ने एक नागरिक समाज संगठन काउसे क्युदादानो (नागरिक च्यानल) लाई सहयोग गर्ने उद्देश्य लिए।

source: The following year, Playing for Change arrived in Argentina to support an environmental campaign called 'Dejá tu huella: una Reserva con más Reservas' (Leave Your Mark: A Reserve with More Reserves).
ne: अर्को वर्ष परिवर्तनका लागि सांगीतिक कार्यक्रम देया तु होइया: उना रिसेर्भा कोन मास् रिसेर्भास् (तपाईंको छाप छोड्नुहोस्: थप भन्डारका साथ एक संचय) नामक एक वातावरण अभियानलाई साथ दिन अर्जेन्टिना आए। यसका लागि लोस फाबुलोसोस कदिल्लाक्स भनिने एक स्का ब्यान्डको कर्निवल तोदा ला भिदा (आजीवन उत्सव) भन्ने गीत चुनिएको थियो।

source: Erzo Bueno, who produced the video, said:
ne: भिडियोका निर्माता एर्जो बुएनोले भने:

source: It's an honour to get involved in the preservation of these native forests. We believe that music has the power to get people behind this worthy cause. Playing For Change is still creating connections in Latin America today.
ne: देशीय वनको संरक्षणमा संलग्न हुन पाउनु सम्मान प्राप्त हुनु हो। मानिसहरुलाई यस सराहनीय अभियानको पछाडि लगाउन संगीतको शक्ति छ भन्ने हामी विश्वास गर्छौं।

source: Credit: Sonia Narang
ne: कोपेनहेगनमा सात वर्ष सहित उनी १५ वर्षदेखि स्केन्डिनावियामा बसेका छन् - उनले साथी र सहयोगीहरुको एउटा ठूलो समूह बनाएका छन्।

source: During the annual Copenhagen Jazz Festival in July, people can hear music coming from street corners, open-air plazas, and iconic jazz clubs across Denmark’s capital.
ne: सोनिया नारङ को यो लेख शुरुमा पीआरआइ डट ओआरजी मा प्रकाशित भएको थियो ( जुलाई १६,२०१६ ) र ग्लोबल भ्वाइसेजमा सामग्री साझेदारी सम्झौता अन्तर्गत पुन:प्रकाशित गरिएको छ।

source: On one Sunday afternoon during the recent festival, I saw a little Danish café turn into a meeting place for global cultures.
ne: जुलाईमा वार्षिक कोपेनहेगन ज्याज महोत्सवको अवसरमा डेनमार्कको राजाधानीभरि सडकको कुना कुना, खुल्ला प्लाजा, साथै प्रतिष्ठित ज्याज क्लबबाट आइरहेको संगीत मानिसहरुले सुन्न सक्छन्। हालैको महोत्सवको अवसरमा एक आइतबार दिउँसो मैले एउटा सानो डेनिस क्याफे भूमंडलीय संस्कृतिको लागि एक भेटघाट गर्ने थलोको रुपमा बदलिएको देखें।

source: Inside Café Blå Time, which means “Blue Hour café” (or "Blue Time café") in Danish, a crowd gathered to watch a line-up of international musicians: a drummer/singer from Mozambique, Swedish brothers who play the saxophone and piano, a singer adopted from Swaziland who now lives in Denmark, a Finnish bass player, and a guitarist from Namibia.
ne: क्याफे ब्ला टाईम, भित्र जसको डेनिसमा अर्थ "ब्लु आवर क्याफे" (अर्थात ब्लु टाईम क्याफे) हुन्छ, अन्तर्राष्ट्रिय संगीतकारको एक पंक्ति - मोजाम्बिकका एक जना ड्रमर/गायक, सेक्सोफोन र पियानोवादक स्वीडिस दाजुभाइ, स्वाजील्याण्डका गायक जो अहिले डेनमार्कमा बस्छन्, एक जना फिनिस बासवादक र एक जना नामिबियाका गितारवादकलाई हेर्न एक समूह जम्मा भयो।

source: I’d seen him perform in front of a packed house at another venue in Copenhagen the previous night, and wanted to find out more about his music. Listen to this story on PRI.org »
ne: क्याफेमा सांगीतिक प्रस्तुति हुनुभन्दा अगाडि नै मैले मोजाम्बिकमा जन्मेका संगीतकार देओदातो सिकिरलाई मित्र बनाएँ। मैले उनलाई अघिल्लो रात कोपेनहेगनस्थित अर्को कार्यक्रम स्थलमा एउटा भरिएको घरको अगाडि प्रस्तुति दिइरहेको देखेको थिएँ र उनको संगीतबारे अझ धेरै जान्न चाहेको थिएँ।

source: He moved to Scandinavia in his mid-20’s and plays with musicians from around the world at the annual Copenhagen Jazz Festival.
ne: देओदातो सिकिर मोजाम्बिकका ड्रमर तथा गायक हुन्। मध्य बीस वर्षको उमेरमा उनी स्केन्डिनाविया गए र वार्षिक कोपेनहेगन ज्याज महोत्सवको अवसरमा विश्वभरिका संगीतकारसँग मिलेर बजाउँछन्। सोनिया नारङ

source: In the 15 years he’s lived in Scandinavia — including seven in Copenhagen — he has built up a large network of friends and supporters.
ne: उनी आफ्नो कार्यक्रममा अलग पृष्ठभूमिका बावजुद संगीतकारको टोलीलाई एकसाथ मंचमा निश्चित रुप दिएर प्रस्तुत गर्छन् जसलाई उनी "एन अल स्टार" भन्छन्।

source: “A Swedish guy, and a Mozambican guy, and a Danish guy, they’re speaking one language, which is the music language,” Siquir says.
ne: "एक स्वीडिश युवा र एक मोजाम्बिकन युवा एउटै भाषा बोलिरहेका छन्, जुन संगीतको भाषा हो" सिकिर भन्छन्। "त्यो नै हामीले समाजलाई दर्शाउन चाहेको हो, ताकि यो सम्भव छ।"

source: “That’s what we want to reflect to the society, that it’s possible.”
ne: उनी गोथेनबर्ग स्वीडेनका एकजना पियानोवादक र एकजना सेक्सोफोनवादक दुई बंधुसहित मंचमा संलग्न भएका छन्। पियानोवादक डेभिड बेक सिकिरका असल मित्र हुन् र तीनजनाको समूहका एक सदस्य हुन्।

source: “When we play the music, people in the audience feel like this is like my kitchen at home with the family, and we talk in a sweet way together,” Bäck says.
ne: "जब हामी संगीत बजाउँछौं, श्रोतागणले आफ्ना परिवारसँग घरको भान्सा कोठामा बसेको अनि मिठा कुरा गरेको महसुस गर्दछन्," बेक भन्छन्।

source: He enjoys playing with people of different musical styles, and says, “African music is so rhythmical and ecstatic, so it’s good for me when it takes some breaks and relaxes, and then you go with the energy again.”
ne: उनी भिन्न सांगीतिक शैलीहरू भएका मानिसहरुसँग पियानो बजाउन आनन्द मान्छन्। उनी भन्छन् "अफ्रिकी संगीत लयबद्ध र अति आनन्दित तुल्याउने हुन्छन् त्यसकारण फुर्सद र विश्रामको समयमा यो मेरो निम्ति बेस छ अनि त्यसपश्चात पुन: ऊर्जा प्राप्त हुन्छ।"

source: While I’m waiting for the jam session to begin, I strike up a conversation with Maria Thandie Stensgaard, who I spotted in the crowd at Siquir’s concert the previous night.
ne: सांगीतिक प्रस्तुति शुरु हुने समय कुरिरहेको बेला मरिया थन्दी स्तेन्स्गार्डसँग कुराकानी गर्न थालें जसलाई मैले अघिल्लो रात सिकिरको कन्सर्टको बेला भीडमा देखेंको थिए। उनी एक गायिका रहिछन् साथै उनले गत वर्षको ज्याज महोत्सवमा १६ संगीतमय प्रस्तुति दिएकी थिइन् भन्ने थाहा पाएँ।

source: I find out she’s a singer who performed 16 gigs at last year’s jazz festival.
ne: "मेरो बाबा जुलु हुन् र मेरी आमा स्वाजील्याण्डकी हुन्," उनी भन्छिन्। उनलाई डेनिस माता पिताले अपनाएका थिए जो रङभेद नीतिको समयमा दक्षिण अफ्रीकामा बस्दथिए, र अहिले डेनमार्कमा बस्दछन्।

source: “My dad is a Zulu and my mom is from Swaziland,” she says. She was adopted by Danish parents who lived in South Africa during apartheid, and now live in Denmark.
ne: "उनीहरुले मेरो निम्ति एकदम सुन्दर मार्गदर्शन गरेका छन् किनभने रङभेद नीतिको समयमा काला समाजमा उनीहरु ककेशियन मानिस थिए र अहिले म एउटी सानी काली केटी गोराहरुको समाजमा, स्तेन्स्गार्ड भन्छिन्।"

source: “They’ve been quite a beautiful guidance for me, because they were the Caucasian people in the black world during apartheid and now it’s me, a little black girl in a white world,” Stensgaard says.
ne: ज्याज गायिका मरिया थन्दिएले गत वर्षको कोपेनहेगन ज्याज महोत्सवको अवसरमा १६ संगीतमय प्रस्तुति दिएकी थिइन्। उनी भन्छिन् यो ग्रिष्म ऋतुमा प्राय जसो साथी संगीतकारलाई साथ दिन मात्र कार्यक्रमहरुमा भाग लिइरहेकी छिन्, र यस्तै प्रकारको गाउने केहि सांगीतिक प्रस्तुतिमा देखा परेकी छिन्।सोनिया नारङ

source: “I’m really a storyteller,” she says, adding, “I’m a live person. I never wanted to record.
ne: आजकल उनी पूरा क्याफेको ध्यान खिच्ने मधुर गीत ज्याज क्लासिक "समरटाईम" गाउन मन्चमा उपस्थित हुन्छिन्।

source: I need the crowd. Whatever they bring, I’ll have that conversation by singing, that’s what I love.” Today, she takes the stage to sing the jazz classic, “Summertime,” a lovely melody that captures the entire café’s attention.
ne: हामी मन्चमा सबैभन्दा राम्रो जे गर्न सक्छौं त्यो गर्छौं, यो हामी हाम्रा साधनसँग कुराकानी गरिरहेको जस्तो हो अनि सबभन्दा लगाव भएको वस्तुद्वारा एक अर्कासँग चिनजान गरिरहेको जस्तो हो स्तेन्स्गार्ड भन्छिन्। अनि मेरो लागि त्यो जादुयी शक्ति हो। मलाई यो मन पर्छ।

source: “We do what we do best on stage, and it’s like we’re having this conversation with our instruments and getting to know each other by what we love the most,” Stensgaard says. “And, for me, that’s magic, yeah.
ne: गायक तथा गितारवादक ज्याक्सन वाहेङोले केहि समयपछि सांगीतिक प्रस्तुतिमा अफ्रीकन लोक तथा पपको आफ्नो लयवद्ध सम्मिश्रण. सहित जीवन्त स्वाद पस्के। उनी अङ्गोलाको शरणार्थी शिविरमा आफ्नो देश नामिबियाको निम्ति स्वतन्त्रता गीतहरु गाउदै हुर्किएका हुन्, जुन सन् १९९० मा स्वतन्त्र बन्यो।

source: Today, as Wahengo sings a song in his mother tongue of Oshiwambo with a Swedish band in his new hometown of Copenhagen, it truly feels like a place where cultures mix.
ne: आजकल जब वाहेङो आफ्नो मातृभाषा ओशिवन्बोमा स्वीडिस ब्यान्डसँग आफ्नो नयाँ गृहनगर कोपेनहेगनमा गाउछन्,यहाँ साँच्चै संस्कृति मिश्रण भएको महसुस हुन्छ।

source: Remembering Mahasweta Devi, Indian Writer and Tribal Rights Activist · Global Voices
ne: सम्झनामा भारतीय लेखिका तथा आदिवासी अधिकारकर्मी महाश्वेता देवी

source: Renowned Indian Bengali writer and social activist Mahasweta Devi passed away aged 90-years-old on Thursday, July 28, 2016 in Kolkata.
ne: प्रख्यात भारतीय बंगाली लेखिका तथा सामाजिक अधिकारकर्मी महाश्वेता देवीको ९० वर्षको उमेरमा बिहीबार २०१६ जुलाई २८ का दिन कोलकातामा देहान्त भयो। उनी बंगालका प्रख्यात नाटककार तथा साहित्यकार बिजोन भट्टाचार्यकी अर्धाङ्गिनी थिइन्।

source: She was the wife of one of Bengal’s most prolific playwrights and literary figures, Bijon Bhattacharya.
ne: भारतमा ब्रिटिश शासनको उथलपुथलका बेला जन्मनुभएकी महाश्वेता देवी त्यस बेलाको बंगालको साहित्यिक आन्दोलन (काल्लोल) लाई हाक्ने कलाकार, कवि तथा सामाजिक अधिकारकर्मीको परिवारमा हुर्किइन्।

source: Born in the tumultuous years of the British reign in India, Mahasweta Devi grew up in a family of artists, poets and social activists leading Bengal's literary movement (Kallol) at the time.
ne: जीवनपर्यन्त कम्युनिष्ट विचारधाराबाट घेरिएकी र प्रभावित उनले भारतीय स्वतन्त्रतापछि पत्रकारका रुपमा कार्य गरिन् र पछि गएर आदिवासी जनजातिका नागरिक अधिकारको पक्षसमर्थक बनिन्।

source: Surrounded and influenced by communist ideas all her life, she began her working life as a journalist in post-independence India and later went on to become an advocate for civil rights of indigenous tribes.
ne: उनले आफ्नो पहिलो उपन्यास झाँसीर रानी सन् १९५६ मा प्रकाशित गरिन्। उनी खेरिया साबर समुदायको जीवन उकास्न गरेका कामका लागि चिनिन्छिन्।

source: Writer Mahasweta Devi passes away in Kolkata. What a life !!!! — Mahesh Bhatt (@MaheshNBhatt) July 28, 2016
ne: जो टुटेकाहरूसँग हिंडिन् र 'ठूलाहरू'सँग बस्न मानिनन्! लेखिका महाश्वेता देवीको कोलकातामा देहावशान भयो। कस्तो गजबको जिन्दगी!!!

source: She was one of the founders of Denotified and Notified Tribal Rights Action Group, whose work among tribal communities spread from Bengal, Gujarat to Maharastra.
ne: उनी डिनोटिफाइड एण्ड नोटिफाइड ट्राइबल राइट्स एक्शन ग्रुपका संस्थापकमध्ये एक थिइन्। यस समूहले बंगाल, गुजरातदेखि महाराष्ट्रसम्म छरिएर रहेका आदिवासी समुदायसँग काम गर्दछ।

source: Ganesh N. Devy, in a seminar in 2004 on 'Celebrating Women: a symposium on women who made a difference', spoke of his shared experiences with Mahasweta Devi: I had by now observed that she spared no one, in particular snobs, ministers, insincere journalists and literary aspirants.
ne: गणेश एन देवीले उनको महाश्वेता देवीसँगको अनुभव, सन् २०१४ मा भएको सेमिनार 'सेलेब्रेटिङ्ग विमीनः अ सिम्पोजियम अन विमीन हु मेड अ डिफरेन्स'का बेला सुनाए:

source: She spoke of the civilizational graces of the adivasis, of how our society had mindlessly destroyed the culture of our great continent, and how the innocents had been brutalised. She described the context in which the infamous Criminal Tribes Act, 1871 was introduced, the process of denotification in 1952 and the plight of the nomadic communities in India ever since.
ne: अहिले आएर मैले के महसुस गरे भने उनले कसैलाई बाँकी राखिनन्, खास गरेर अभिमानी, मन्त्रीहरू, निष्ठाहीन पत्रकारहरू तथा साहित्यिक आकांक्षीहरूलाई। उनले आदिवासीका सभ्य शिष्टताका बारे कुरा गरिन्, कसरी हाम्रो समाजको विचारहीनताले हाम्रो महाद्वीपको सँस्कृतिलाई ध्वस्त पारेको थियो, तथा कसरी निर्दोषहरूमाथि नृशंस व्यवहार गरिएको थियो भन्नेबारे। उनले सन् १८७१ मा लागू गरिएको कुख्यात क्रिमिनल ट्राइब्स एक्टको सन्दर्भ बयान गरिन्, सन् १९५२ को सूचीविहीन बनाउने प्रक्रिया तथा त्यसपश्चात् भारतमा बंजारा समुदायको दुर्दशाबारे कुरा गरिन्।

source: Dopdi, short story
ne: दोप्दी, लघु कथा

source: Draupadi, an important female character in the Hindu epic, Mahabharata, was the subject of a bet in a game by her husband Yudhisthir, who eventually lost her in a round of the game after losing everything else.
ne: हिन्दू ग्रन्थ महाभारतको एक महत्वपूर्ण पात्र द्रौपदी आफ्नो पति युधिष्ठिरद्वारा जुवाको दाउमा लगाइएकी थिइन् र उनले अन्त्यमा सर्वस्व हारेपछि द्रौपदीलाई पनि गुमाए।

source: She was then forcibly dragged into court by his rivals who intend to strip her naked.
ne: त्यसपश्चात् उनलाई युधिष्ठिरका प्रतिद्वन्द्वीले जबर्जस्ती घिसारेर सभामा ल्याउँछन्, निर्वस्त्र पार्ने मनशायका साथ।

source: However, when Draupadi silently pleads to Krishna (a major Hindu deity), he aids her with an endless supply of sari cloth which the enemy is unable to strip away from her, and this act ultimately saves Draupadi from her public humiliation.
ne: तथापि, जब द्रौपदीले मौनतापूर्वक कृष्णलाई (एक प्रमुख हिन्दू देवता) पुकार्छिन्, उनले अन्त्यहीन सारीको व्यवस्था गरेर मद्दत गर्छन्। दुश्मनले उनलाई निर्वस्त्र पार्न सक्दैनन् र यसले अन्ततोगत्वा द्रौपदीलाई सार्वजनिक अपमानबाट जोगाउँछ।

source: Mahasweta Devi's Draupadi - still chillingly relevant, when you remember the adivasi women raped and killed by... https://t.co/P21v1uwLXL — Kavita Krishnan (@kavita_krishnan) July 31, 2016
ne: महाश्वेता देवीकी द्रौपदी अझ पनि भयावह रुपमा समयसान्दर्भिक छिन्, जब तपाईं आदिवासी महिलाहरू बलात्कृत भएको तथा मारिएको सम्झनुहुन्छ...

source: Re-imagining this story, Mahasweta Devi changed the leading character of Draupadi to Dopdi Mejhen, a tribal woman. In her story the men succeeded in stripping the heroine naked.
ne: यस कथालाई पुनर्कल्पना गर्दै महाश्वेता देवीले मुख्य पात्र द्रौपदीलाई एक आदिवासी महिला दोप्दी मेझेनका रुपमा प्रस्तुत गरिन्।

source: Devi's audacity in depicting the plight of a tribal woman not only highlighted the different treatment of women across the social caste system but also the treatment women receive in the world as a whole.
ne: उनको कथामा पुरुषहरू नायिकालाई निर्वस्त्र पार्न सफल हुन्छन्।

source: Although Dopdi is stripped naked, she still stands as a symbol of strength. Draupadi who tears up the rags they throw at her and flings them away, flaunting her nakedness in Senanayak’s face: Draupadi comes closer.
ne: एक आदिवासी महिलाको दुर्दशा देखाउने महाश्वेता देवीको साहसले सामाजिक वर्णव्यवस्थाभरि महिलाहरूमाथि हुने गरेको फरक व्यवहारलाई उजागरमात्र गरेन परन्तु सम्पूर्ण विश्वमै महिलाहरूले भोग्नुपर्ने दुव्र्यवहारलाई दर्शायो।

source: Stands with her hand on her hip, laughs and says, The object of your search, Dopdi Mejhen.
ne: यद्यपि दोप्दी निर्वस्त्र पारिन्छिन् उनी शक्तिको प्रतीक बनेर उभिन्छिन्।

source: You asked them to make me up, don’t you want to see how they made me?
ne: उनीहरूले आफूमाथि फालिएका झुत्राझाम्रा द्रौपदी च्यात्छिन् र फालिदिन्छिन्, आफ्नो निर्वस्त्र रुप निर्धक्क भएर सेनानायकसामु तेस्र्याउँछिन्: द्रौपदी नजिक आउँछिन्। आफ्नो हात कम्मरमा राखेर उभिन्छिन्, हाँस्छिन् र भन्छिन्, तिमीले खोजेको वस्तु, दोप्दी मेझेन। तिमीले तिनीहरूलाई मलाई सजाउँनु भनेका थियौ, के तिमी हेर्न चाहन्नौ उनीहरूले मलाई के बनाए भनेर?

source: Thus, according to Gayatri C. Spivak's English translation of the story, Dopdi escapes humiliation by refusing to put her clothes back on after being stripped of them, turning the shame back on Senanayak.
ne: यसरी यस कथाको गायत्री सी स्पीवकले गरेको अंग्रेजी अनुवादअनुसार दोप्दी आफू निर्वस्त्र पारिएपछि लुगा लगाउन अस्वीकार गर्दै अपमानबाट जोगिन्छिन् र उल्टै सेनानायकमाथि लज्जा थोपर्छिन्।

source: Mahasweta Devi's career spanned more than two decades and produced a timeless collection of literature driven by compassion for her compatriots.
ne: आफ्नो दुई दशकको करियर अवधिमा महाश्वेता देवीले आफ्ना देशवासीका लागि सहानुभूतिले डोर्याएको अनन्त साहित्यिक संग्रह सिर्जना गरिन्।

source: Her status as an inspiration for coming generations of Indian writers is indisputable.
ne: आउँदो पुस्ताका भारतीय लेखकहरूका लागि प्रेरणाका रुपमा उनको स्थान निर्विवाद रहेको छ।

source: Condolences pour in for the late writer
ne: स्वर्गीय लेखिकाका लागि श्रद्धांजलीको ओइरो

source: Journalists and writers took to twitter to share their grievances, along with a number of prominent literary organisations. "Draupadi", "Hazaar churasir ma"-must read from the mighty #MahaswetaDevi . RIP https://t.co/tSmhObIzZd — Sagarika Ghose (@sagarikaghose) July 28, 2016
ne: प्रख्यात साहित्यिक संस्थाहरूसँगै पत्रकार तथा लेखकहरूले ट्वीटरमा आफ्ना पीडा पोखे।

source: A living legend RIP #MahaSwetaDevi — Medha Patkar (@medhanarmada) July 28, 2016
ne: उनीसँगै सीमान्तकृत तथा उत्पीडितका लागि उभिने तथा उनीहरूको आवाज बनिदिने जनबुद्धिजीवीहरूकोे एउटा युगको अन्त्य भएको छ। एक समकालीन दिग्गज। श्रद्धांजली #MahaSwetaDevi

source: Writers will come and writers will go but there will never be another Mahasweta Devi . Great writer, great activist , great human being . — Javed Akhtar (@Javedakhtarjadu) July 28, 2016
ne: लेखकहरू आउँनेछन् र लेखकहरू जानेछन् तर फेरि अर्को महाश्वेता देवी हुनेछैनन्। महान लेखिका, महान अधिकारकर्मी, महान मानव।

source: A Recipe for the Perfect Kyrgyz Advert: Horses, Mountain Scenery and a Beautiful Woman · Global Voices
ne: उत्कृष्ट किर्गिज विज्ञापनको फर्मूला: घोडा, हिमाली सौन्दर्य र एउटी सुन्दर महिला

source: Screenshot from full-length advert uploaded on Shoro's Youtube channel.
ne: शोरोको युट्युब च्यानलमा अपलोड गरिएको पूर्ण विज्ञापनको स्क्रीनशट।

source: The Maksym Shoro beverage produced by ex-Soviet Kyrgyzstan's leading soft drinks producer Shoro is not everybody's cup of tea, but those that love the salty fermented drink truly love it.
ne: पूर्व सोभियत किर्गिजस्तानको मुख्य पेयपदार्थ उत्पादक शोरोद्वारा उत्पादित माक्शिम शोरो जो कोहीलाई मन पर्दैन, तर यस नुनिलो मद्ययुक्त पेयपदार्थ मन पराउनेहरू चाहिं यसलाई साच्चिकै मन पराउँछन्।

source: After more than two decades of success in the local market — the drink is almost as old as the Central Asian country itself — it can now be bought in neighbouring Kazakhstan and Russia, where over a million Kyrgyz migrants live and work. But Shoro has retained the nomadic identity associated with its homeland, as the company's latest advert shows.
ne: स्थानीय बजारमा दुई दशकभन्दा बढीको सफलता प्राप्त गरेको यो पेयपदार्थ यस मध्य एशियाई मुलुक जतिकै पुरानो छ। यो अब छिमेकी कजाखस्तान र रूसमा पनि पाउँन सकिन्छ जहाँ १० लाखभन्दा बढी किर्गिज प्रवासी बस्छन् र काम गर्छन्।

source: Below is the advert in full as well as a translation of the message the company posted on Facebook to mark its arrival: One day early in the morning a brave Kyrgyz guy rode out on his trusty steed to the neighbouring meadow.
ne: तर शोरोले यसको जन्मथलोसँग गाँसिएको यायावर पहिचान कायम राखेको छ, यस कम्पनीको हालैको विज्ञापनले देखाएझै। तल यो विज्ञापन हेर्न सक्नुहुन्छ, साथै यसको आगमनमा सो कम्पनीले फेसबूकमा गरेको पोस्ट पनि:

source: If the guy can catch the girl, then he will kiss her. If not, the girl will strike him with a whip, and the rider will lose face before the people.
ne: एक दिन बिहान सवेरै एक किर्गिज आफ्नो विश्वासिलो घोडा चढेर छिमेकी घाँसे मैदानतर्फ लाग्छ। उसले थाहा पाएअनुसार त्यहाँ धेरै बहादुरहरूको मन जित्ने एक सुन्दर महिला बस्छिन्।

source: But, if the guy pleases the girl, she can quietly give in to him .
ne: किर्गिजस्तानमा एउटा प्राचीन खेल खेलिन्छ किज कूमाइ। यदि कुनै केटाले केटीलाई समात्न सक्छ, उसले तिनलाई चुम्छ। नसकेको खण्डमा केटीले उसलाई कोर्राले हिर्काउँछे र ऊ अरुको अगाडि मुख देखाउनलायक रहँदैन।

source: After all, as our ancestors always said, do not ask for a quick horse, ask for a safe journey. Maksym Shoro — the drink of nomads.
ne: तर केटाले केटीलाई खुशी पार्न सके, उनले भनेको कुरा मान्छिन् । अन्ततोगत्वा, हाम्रा पूर्वजहरूले सधैं भनेझै, फूर्तिलो घोडा नखोज, सुरक्षित यात्रा गर्न खोज। माक्शिम शोरो — यायावरहरूको पेयपदार्थ।

source: Pampulha Church.
ne: यूनेस्को विश्व सम्पदा सूचीमा पाम्पुल्या इन्सेम्बल

source: Image: Flickr / Ludmila Tavares
ne: पाम्पुल्या चर्च। तस्वीर: फ्लीकर/ लुदमिला तावरेस

source: On July 17, the United Nations Educational, Scientific and Cultural Organization (UNESCO) awarded World Heritage status to Brazil's Pampulha Modern Ensemble, in Minas Gerais' state capital, Belo Horizonte. The Ensemble includes four buildings: the Casino (now known as the Pampulha Museum of Art), the Ballroom, the São Francisco de Assis Church, and the Tennis Yacht Club, all designed in the early 1940s by Brazil's late-great modernist architect Oscar Niemeyer.
ne: मिनास जेराइसको स्टेट क्यापिटल बेलो होरिजोन्तेस्थित ब्राजिलको पाम्पुल्या मोडर्न इन्सेम्बललाई युनाईटेड नेशन्स एजुकेशनल, साइन्टिफिक एन्ड कल्चरल अर्गनाइजेसन (यूनेस्को) ले जुलाई १७ मा विश्व सम्पदाको हैसियत प्रदान गर्‍यो । इन्सेम्बलमा चार वटा भवनहरु समावेश छन् : द क्यासिनो (अहिले यसलाई द पाम्पुल्या म्युजियम अफ आर्ट भनेर चिनिन्छ), द बलरूम, द साओ फ्रान्सिस्को दे अस्सिस चर्च, र द टेनिस याच्ट क्लब, यी सबैको परिकल्पना ब्राजिलका दिवंगत- महान आधुनिकतावादी आर्किटेक्ट ओस्कार नेमायेरले सन् १९४० को दशकको शुरुमा गरेका हुन्।
